Revit 2027 API
IFCLevelInfo.DistanceToNextLevel Property
 The distance to the next story level.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double DistanceToNextLevel { get; }
Public ReadOnly Property DistanceToNextLevel As Double
	Get
public:
property double DistanceToNextLevel {
	double get ();
}
member DistanceToNextLevel : float with get
Property Value
Double
See Also
Reference
IFCLevelInfo Class
Autodesk.Revit.DB.IFC Namespace